aaron-bond.better-comments
alefragnani.project-manager
amazonwebservices.aws-toolkit-vscode
bierner.markdown-mermaid
bradlc.vscode-tailwindcss
codezombiech.gitignore
davidanson.vscode-markdownlint
dbaeumer.vscode-eslint
denoland.vscode-deno
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
expo.vscode-expo-tools
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
github.github-vscode-theme
golang.go
gruntfuggly.todo-tree
hashicorp.terraform
igorsbitnev.error-gutters
jakebecker.elixir-ls
jebbs.plantuml
kisstkondoros.csstriggers
mattpocock.ts-error-translator
mhutchie.git-graph
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
orta.vscode-twoslash-queries
pflannery.vscode-versionlens
prisma.prisma
rangav.vscode-thunder-client
redhat.vscode-xml
ritwickdey.liveserver
sonarsource.sonarlint-vscode
timonwong.shellcheck
tyriar.sort-lines
unifiedjs.vscode-mdx
usernamehw.errorlens
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscode-icons-team.vscode-icons
vscodevim.vim
wakatime.vscode-wakatime
whtouche.vscode-js-console-utils
wix.vscode-import-cost
